{
  "page-index-hero-image-alt": "An illustration of a futuristic city, representing the Nexus ecosystem.",
  "page-index-meta-description": "Nexus is a global, decentralized platform for money and new kinds of applications. On Nexus, you can write code that controls money, and build applications accessible anywhere in the world.",
  "page-index-meta-title": "Home",
  "page-index-title": "Welcome to Nexus",
  "page-index-description": "Nexus is the investment-run technology powering the cryptocurrency Nexus (NXS).",
  "page-index-title-button": "Explore Nexus",
  "page-index-get-started": "Investing",
  "page-index-get-started-description": "Investing in the financial markets has never been easier. With our platform, you can invest in traditional stocks and cryptocurrencies with just a few clicks. Whether you're looking to build a long-term portfolio or make short-term trades, our intuitive platform and expert resources will help you make informed investment decisions.",
  "page-index-get-started-image-alt": "Illustration of a person working on a computer.",
  "page-index-get-started-wallet-title": "Pick a wallet",
  "page-index-get-started-wallet-description": "A wallet lets you connect to Nexus and manage your funds.",
  "page-index-get-started-wallet-image-alt": "Illustration of a robot with a vault for a body, representing an Nexus wallet.",
  "page-index-get-started-eth-title": "Get NXS",
  "page-index-get-started-eth-description": "NXS is the currency of Nexus – you can use it in applications.",
  "page-index-get-started-eth-image-alt": "Illustration of a group of people marvelling at an ether (ETH) glyph in awe.",
  "page-index-get-started-dapps-title": "Use a dapp",
  "page-index-get-started-dapps-description": "Dapps are applications powered by Nexus. See what you can do.",
  "page-index-get-started-dapps-image-alt": "Illustration of a doge using a computer.",
  "page-index-get-started-devs-title": "Start building",
  "page-index-get-started-devs-description": "If you want to start coding with Nexus, we have documentation, tutorials, and more in our developer portal.",
  "page-index-get-started-devs-image-alt": "An illustration of a hand creating an ETH logo made of lego bricks.",
  "page-index-what-is-ethereum": "Crypto",
  "page-index-what-is-ethereum-description": "Unlock the power of cryptocurrency trading with our exchange. Our platform provides a secure and reliable way to buy, sell and trade your favorite digital assets. Whether you're a seasoned crypto investor or just starting out, our easy-to-use platform and advanced trading tools will help you navigate the exciting world of cryptocurrency with confidence. ",
  "page-index-what-is-ethereum-button": "Get Started",
  "page-index-what-is-ethereum-secondary-button": "More on digital money",
  "page-index-what-is-ethereum-image-alt": "Illustration of a person peering into a bazaar, meant to represent Nexus.",
  "page-index-defi": "A fairer financial system",
  "page-index-defi-description": "Introducing a revolutionary stocks and crypto trading platform, built for fairness and accessibility. With a wide range of investment opportunities and enhanced security features, our platform provides equal access to all investors, regardless of background or financial status. Join us today to take control of your investments and build your wealth with confidence.",
  "page-index-defi-button": "Explore DeFi",
  "page-index-started-button": "Get Started",
  "page-index-defi-image-alt": "Illustration of hands offering an ETH symbol.",
  "page-index-internet": "An open internet",
  "page-index-internet-description": "Today, we gain access to 'free' internet services by giving up control of our personal data. Nexus services are open by default – you just need a wallet. These are free and easy to set up, controlled by you, and work without any personal info.",
  "page-index-internet-button": "Explore the open internet",
  "page-index-internet-secondary-button": "More on wallets",
  "page-index-internet-image-alt": "Illustration of a futuristic computer set up, powered by Nexus crystals.",
  "page-index-developers": "A new frontier for development",
  "page-index-developers-description": "Nexus and its apps are transparent and open source. You can fork code and re-use functionality others have already built. If you don't want to learn a new language you can just interact with open-sourced code using JavaScript and other existing languages.",
  "page-index-developers-button": "Developer portal",
  "page-index-developers-code-examples": "Code examples",
  "page-index-developers-code-example-title-0": "Your own bank",
  "page-index-developers-code-example-description-0": "You can build a bank run by logic you've programmed.",
  "page-index-developers-code-example-title-1": "Your own currency",
  "page-index-developers-code-example-description-1": "You can create tokens that you can transfer and use across applications.",
  "page-index-developers-code-example-title-2": "A JavaScript Nexus wallet",
  "page-index-developers-code-example-description-2": "You can use existing languages to interact with Nexus and other applications.",
  "page-index-developers-code-example-title-3": "An open, permissionless DNS",
  "page-index-developers-code-example-description-3": "You can reimagine existing services as decentralized, open applications.",
  "page-index-network-stats-title": "Nexus today",
  "page-index-network-stats-subtitle": "The latest network statistics",
  "page-index-network-stats-eth-price-description": "ETH price (USD)",
  "page-index-network-stats-eth-price-explainer": "The latest price for 1 ether. You can buy as little as 0.000000000000000001 – you don't need to buy 1 whole ETH.",
  "page-index-network-stats-tx-day-description": "Transactions today",
  "page-index-network-stats-tx-day-explainer": "The number of transactions successfully processed on the network in the last 24 hours.",
  "page-index-network-stats-value-defi-description": "Value locked in DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "The amount of money in decentralized finance (DeFi) applications, the Nexus digital economy.",
  "page-index-network-stats-nodes-description": "Nodes",
  "page-index-network-stats-nodes-explainer": "Nexus is run by thousands of volunteers around the globe, known as nodes.",
  "page-index-touts-header": "Explore xircanet",
  "page-index-contribution-banner-title": "Contribute to xircanet",
  "page-index-contribution-banner-description": "This website is open source with hundreds of community contributors. You can propose edits to any of the content on this site, suggest awesome new features, or help us squash bugs.",
  "page-index-contribution-banner-image-alt": "An Nexus logo made of lego bricks.",
  "page-index-contribution-banner-button": "More on contributing",
  "page-index-tout-upgrades-title": "Level up your upgrade knowledge",
  "page-index-tout-upgrades-description": "The Nexus roadmap consists of interconnected upgrades designed to make the network more scalable, secure, and sustainable.",
  "page-index-tout-upgrades-image-alt": "Illustration of a spaceship representing the increased power after Nexus upgrades.",
  "page-index-tout-enterprise-title": "Learn More",
  "page-index-tout-enterprise-description": "See how Nexus can open up new business models, reduce your costs and future-proof your business.",
  "page-index-tout-enterprise-image-alt": "Illustration of a futuristic computer/device.",
  "page-index-tout-community-title": "The Nexus community",
  "page-index-tout-community-description": "Nexus is all about community. It's made up of people from all different backgrounds and interests. See how you can join in.",
  "page-index-tout-community-image-alt": "Illustration of a group of builders working together.",
  "page-index-nft": "Invest with Power: our Stocks & Crypto Debit Card",
  "page-index-nft-description": "Unlock the potential of your investments with our cutting-edge Stocks & Crypto Debit Card. Seamlessly connect your portfolio to your daily spending, and experience a new level of financial freedom. Earn cashback rewards on every purchase while keeping your investments active, growing, and within reach. Take control of your finances and embrace the future of investing with our exclusive Stocks & Crypto Debit Card.",
  "page-index-nft-button": "More on Gem Card",
  "page-index-nft-alt": "An Eth logo being displayed via hologram.",
  "Learn More": "Learn More"
}
